{
  "version": 1,
  "categories": [
    {
      "id": "personal",
      "title": "Personal",
      "questions": [
        "What is the best city you’ve ever visited, and what made it special?",
        "What is the best country you’ve been to so far, and why?",
        "What’s the most memorable trip you’ve ever taken?",
        "What’s one place you want to visit again because one trip wasn’t enough?",
        "What’s the best restaurant meal you’ve ever had, and where was it?",
        "What’s the best view you’ve ever seen in real life?",
        "What’s the coolest museum or historical place you’ve visited?",
        "What’s the most fun thing you’ve done with friends in the last year?",
        "What’s the best concert or live event you’ve ever been to?",
        "What’s the best surprise you’ve ever received?",
        "What’s a hobby you tried once and actually loved?",
        "What’s something you learned recently that genuinely improved your life?",
        "What’s the best piece of advice you’ve ever gotten (non-serious is fine)?",
        "What’s a small moment that you still remember because it was perfect?",
        "What’s the best photo you’ve ever taken, and what was it of?",
        "What’s your favorite way to spend a free evening?",
        "If you could instantly be great at one skill, what would you choose?",
        "What’s the most satisfying thing you’ve ever built or created?",
        "What’s the best gift you’ve ever given someone?",
        "What’s the best gift you’ve ever received?",
        "What’s your favorite tradition (family, friends, or personal)?",
        "What’s the best day you’ve had in the last 12 months?",
        "What’s a food you used to hate but now like?",
        "What’s a food you will never get tired of?",
        "What’s your go-to comfort meal?",
        "What’s the best dessert you’ve ever tried?",
        "What’s your favorite snack combo that sounds weird but works?",
        "What’s a song that instantly improves your mood?",
        "What’s a movie you can rewatch anytime?",
        "What’s a TV show you wish you could watch again for the first time?",
        "What’s a book that kept you hooked until the last page?",
        "What’s a game (video or board) you never get bored of?",
        "What’s your favorite app that you actually use almost daily?",
        "What’s your best “hidden gem” recommendation (place, food, or activity)?",
        "What’s the best bargain you’ve ever found?",
        "What’s a simple purchase that improved your day-to-day life?",
        "What’s your favorite way to relax when you’re stressed?",
        "What’s your favorite kind of weather and why?",
        "What’s your ideal weekend plan (no responsibilities)?",
        "If you had a free flight tomorrow, where would you go?",
        "What’s a country you think is underrated for travel?",
        "What’s a city you think everyone should visit at least once?",
        "What’s a travel experience you’d recommend to anyone (even beginners)?",
        "What’s your favorite memory from school or university (not embarrassing)?",
        "What’s the funniest harmless mistake you’ve made while traveling?",
        "What’s the best random conversation you’ve had with a stranger?",
        "What’s the best compliment you’ve ever received?",
        "What’s something you’re proud of that most people don’t know about?",
        "What’s a skill you’re currently trying to improve?",
        "What’s a goal you want to achieve this year (realistic)?",
        "What’s a habit you’re glad you started?",
        "What’s a habit you want to start soon?",
        "What’s the best decision you made in the last 2 years?",
        "What’s the best “yes” you’ve said recently?",
        "What’s a challenge you faced that ended up being worth it?",
        "What’s something you used to overthink that you don’t anymore?",
        "What’s a moment you felt genuinely confident?",
        "What’s the best team activity you’ve done (sports, project, trip, etc.)?",
        "What’s your favorite way to celebrate good news?",
        "What’s your ideal birthday plan?",
        "What’s your favorite holiday vibe: cozy indoors or out exploring?",
        "What’s the best café you’ve been to (or your ideal café vibe)?",
        "What’s your favorite drink order (coffee, tea, or anything else)?",
        "What’s your favorite breakfast when you have time?",
        "What’s your favorite late-night snack?",
        "What’s your favorite smell (like fresh bread, rain, etc.)?",
        "What’s a small luxury you enjoy (not expensive, just satisfying)?",
        "What’s your “perfect” playlist mood: chill, hype, or focused?",
        "What’s a hobby you want to try but haven’t yet?",
        "If you could take a class for fun, what would it be?",
        "If you could shadow someone’s job for a day, what job would you pick?",
        "What’s a job you think would be fun to try for one week?",
        "What’s your dream “side project” if time and money were handled?",
        "What’s a creative thing you wish you did more often?",
        "What’s your favorite way to spend time with friends: food, games, or exploring?",
        "What’s the best group activity you’ve done that surprised you?",
        "What’s your favorite memory from a family gathering?",
        "What’s the best road trip moment you’ve had?",
        "What’s your favorite “local spot” in your city (food, view, or walk)?",
        "What’s a place near you that tourists miss but shouldn’t?",
        "What’s your favorite park, beach, or nature spot you’ve been to?",
        "What’s the best sunset you’ve ever seen, and where was it?",
        "What’s your favorite season and one reason why?",
        "What’s your favorite type of workout or movement (even walking counts)?",
        "What’s the best sports moment you watched live (in person or on TV)?",
        "What’s a moment you laughed so hard you couldn’t breathe (no details needed)?",
        "What’s the most random thing you’ve become interested in recently?",
        "What’s your favorite “deep dive” topic (history, tech, music, etc.)?",
        "What’s a documentary that actually changed how you think?",
        "What’s a YouTube channel or creator you genuinely enjoy?",
        "What’s your favorite kind of humor (dry, chaotic, sarcastic, etc.)?",
        "What’s your favorite board/card game with friends?",
        "What’s your favorite “party game” moment that always works?",
        "What’s your favorite way to meet new people: events, friends of friends, or online?",
        "What’s the best teamwork moment you’ve had with friends?",
        "What’s the best small tradition you have with someone (friend or family)?",
        "What’s your favorite part of your daily routine?",
        "What’s your most productive time of day: morning, afternoon, or night?",
        "What’s a music genre you didn’t expect to like but do now?",
        "What’s your favorite artist or band “right now” (not all-time)?",
        "What’s your favorite “feel good” movie?",
        "What’s the best animated movie you’ve seen (any age)?",
        "What’s the best comedy you’ve seen that still holds up?",
        "What’s a scene from a movie/show that lives in your head rent-free?",
        "What’s the best plot twist you’ve ever seen in a movie/show?",
        "What’s your favorite quote (from anything) that you actually remember?",
        "What’s a new restaurant/food you tried recently that was a win?",
        "What’s your favorite cuisine and one dish from it?",
        "What’s a food combination you swear by that others judge?",
        "What’s your favorite “quick meal” to make or buy?",
        "What’s your favorite thing to cook (or wish you could cook well)?",
        "What’s the best street food you’ve ever had?",
        "What’s the best dessert from your culture (or one you love)?",
        "What’s your favorite place to shop for random things: online or in person?",
        "What’s a gadget or item you thought was silly but now love?",
        "What’s your favorite way to spend money: experiences or things?",
        "If you could upgrade one part of your life instantly, what would it be?",
        "What’s a small change that made a big difference for you?",
        "What’s a personal rule you follow that keeps life easier?",
        "What’s something you’re looking forward to in the next few months?",
        "What’s the best compliment you can give someone (in general)?",
        "What’s a quality you admire in people?",
        "What’s a skill you respect a lot even if you don’t have it?",
        "What’s your favorite way to learn: videos, books, or practice?",
        "What’s one thing you’d put in your “perfect home”?",
        "What’s your favorite type of room vibe: minimal, cozy, or colorful?",
        "What’s the best view from a window you’ve had (home, hotel, or café)?",
        "What’s a time you tried something new and it actually went well?",
        "What’s your favorite memory involving food (trip, family, friends)?",
        "What’s a place that instantly made you feel calm?",
        "What’s a moment you felt proud of someone else?",
        "What’s a talent you’ve seen in a friend that impressed you?",
        "What’s a small kindness you saw recently that stuck with you?",
        "What’s your favorite festival or event vibe (music, food, culture)?",
        "What’s a city you’d love to live in for one year (just to try it)?",
        "What’s the best “one day” itinerary you’ve ever had in a city?",
        "What’s the best beach or coastline you’ve visited?",
        "What’s the best mountain or nature trip you’ve done?",
        "What’s your favorite way to spend time alone (in a good way)?",
        "What’s a place you’d take a friend who visits your city for the first time?",
        "What’s something you’re curious about learning next?",
        "What’s a goal you secretly think you could achieve if you tried?",
        "What’s the best skill you learned from a job or project?",
        "What’s a moment you felt like “I’m leveling up” in life?",
        "What’s your favorite “treat yourself” moment that’s still reasonable?",
        "What’s a topic you can talk about for 30 minutes without preparation?",
        "What’s a personal preference you have that you think is unpopular (harmless)?",
        "What’s the best hotel or accommodation you’ve stayed in?",
        "What’s the best flight/airport experience you’ve had (rare, but possible)?",
        "What’s your favorite time of year for traveling?",
        "What’s your favorite kind of souvenir to bring back (food, magnets, photos, etc.)?",
        "What’s a new city you want to explore next, and why?",
        "What’s a restaurant you’d recommend without any hesitation?",
        "What’s the best dessert you’d order right now if it appeared instantly?",
        "What’s a personal achievement that felt small but meant a lot?",
        "What’s the best “random yes” you’ve said that turned into a good story?",
        "What’s your favorite “late night talk” topic with friends?",
        "What’s a playlist vibe you’d name after yourself?",
        "What’s your favorite way to start a morning when you’re not rushed?",
        "What’s your favorite “end of day” ritual?",
        "What’s something you’re grateful for in your current routine?",
        "What’s the best city for food that you’ve personally experienced?",
        "What’s the best coffee shop vibe: quiet work, loud energy, or cozy corner?",
        "What’s a country you want to visit specifically for food?",
        "What’s a country you want to visit specifically for nature?",
        "What’s a country you want to visit specifically for culture/history?",
        "What’s a city you want to visit specifically for nightlife (even if you don’t go out much)?",
        "What’s a city you want to visit specifically for shopping or markets?",
        "What’s a personal “green flag” quality you admire in friends (non-romantic)?",
        "What’s the best day-trip you’ve ever done?",
        "What’s the best museum/exhibition you’ve seen recently?",
        "What’s a place you’d revisit just to walk around with no plan?",
        "What’s your favorite kind of photo to take: people, food, or landscapes?",
        "What’s a moment you realized you’d grown as a person (in a simple way)?",
        "What’s something you’d love to get better at just for fun?",
        "What’s a sport or activity you’d try if you had a coach for a day?",
        "What’s the best “small win” you’ve had this week?",
        "What’s your favorite way to spend time on a long flight or train ride?",
        "What’s a city you think is overrated (politely), and why?",
        "What’s a city you think is underrated, and why?",
        "What’s your favorite “new start” feeling: new notebook, new app, or new plan?",
        "What’s a personal motto you like (even if you don’t always follow it)?",
        "What’s your favorite way to recharge: social time or solo time?",
        "What’s your favorite kind of event: wedding, birthday, or casual hangout?",
        "What’s the best group photo you’ve ever been in (because the moment was good)?",
        "What’s your favorite “comfort” location: café, room, car ride, or walk?",
        "What’s a place you’d travel to just to watch a sunset there?",
        "What’s your favorite city skyline you’ve seen?",
        "What’s a simple experience you’d recommend to everyone: sunrise, hike, or street food night?",
        "What’s the best local dish you’ve tried while traveling?",
        "What’s your favorite memory from a weekend trip?",
        "What’s a place you’ve been that felt like a movie scene?",
        "What’s the best time you’ve had at a sports game or stadium?",
        "What’s your favorite way to celebrate after finishing something hard?",
        "What’s the best compliment you can give a city you love?",
        "What’s the best thing about the city you live in right now?",
        "What’s a future trip you’d plan with friends if everyone said yes today?",
        "What’s a “bucket list” experience you want that isn’t extreme (no skydiving required)?",
        "What’s a simple thing that always makes your day better?"
      ]
    },
    {
      "id": "football",
      "title": "Football",
      "questions": [
        "Which Premier League team has the most entertaining style to watch right now, and why?",
        "If you could sign one player from the Premier League to your club, who would it be?",
        "If you could steal one player from Real Madrid, who would you take and why?",
        "If you could steal one player from Barcelona, who would it be and why?",
        "If you could steal one player from Atlético Madrid, who would it be and why?",
        "Which Premier League stadium atmosphere would you most want to experience in person?",
        "Which La Liga stadium atmosphere would you most want to experience in person?",
        "If you had to pick one manager for a big final, who do you trust most?",
        "Which Premier League team do you think is the hardest to play against tactically?",
        "Which La Liga team do you think is the hardest to break down defensively?",
        "Who is the most underrated Premier League player right now (not the obvious stars)?",
        "Who is the most underrated player in La Liga right now (not the obvious stars)?",
        "Which club has the best scouting and recruitment strategy right now: Arsenal, Liverpool, City, Chelsea, United, Spurs?",
        "Which club has the best identity right now: Real Madrid, Barcelona, Atlético Madrid, or another La Liga team?",
        "If you could watch one rivalry match live, which would you choose: El Clásico or a Premier League derby?",
        "Which Premier League derby has the best drama and intensity in your opinion?",
        "Which El Clásico moment is your favorite from the modern era?",
        "If you could build a team around one position, would you start with a striker, midfielder, or center-back?",
        "In modern football, what wins more games: pressing or possession?",
        "What matters more for a top team: elite goalkeeper or elite striker?",
        "Which Premier League winger would you fear most in a one-on-one situation?",
        "Which La Liga winger would you fear most in a one-on-one situation?",
        "Which player has the best first touch in the Premier League right now?",
        "Which player has the best vision/passing range in the Premier League right now?",
        "Which player is the best dribbler in La Liga right now?",
        "Which player is the best finisher in the Premier League right now?",
        "If you had one free kick to win a game, who would you want taking it (any modern player)?",
        "If you had one penalty to win a game, who would you want taking it (any modern player)?",
        "Which team do you think has the best set-piece routines in the Premier League?",
        "Which team do you think has the best counterattacking in La Liga?",
        "What’s the most fun tactical trend right now: inverted fullbacks, false nine, or high press?",
        "Which Premier League fullback would you pick first for an all-around team?",
        "Which La Liga midfielder would you pick first to control a match?",
        "If you could choose one player to lead a comeback, who would it be?",
        "Which club do you think handles pressure better: Real Madrid or Manchester City?",
        "Which club do you think is more likely to win a tight Champions League knockout tie: Real Madrid or Barcelona?",
        "Which player do you think shows up most in big games (modern era)?",
        "If you could add one La Liga player to Arsenal, who fits best?",
        "If you could add one La Liga player to Liverpool, who fits best?",
        "If you could add one La Liga player to Manchester City, who fits best?",
        "If you could add one Premier League player to Real Madrid, who fits best?",
        "If you could add one Premier League player to Barcelona, who fits best?",
        "If you could add one Premier League player to Atlético Madrid, who fits best?",
        "Which team do you think is better at controlling tempo: Barcelona-style possession or City-style positional play?",
        "What do you value more in a midfielder: pressing intensity or creative passing?",
        "What do you value more in a striker: link-up play or pure finishing?",
        "Which is harder: scoring in La Liga or scoring in the Premier League?",
        "Which league is more tactical: Premier League or La Liga?",
        "Which league is more physical: Premier League or La Liga?",
        "Which club has the best young talent pipeline right now in the Premier League?",
        "Which club has the best young talent pipeline right now in La Liga?",
        "Which club do you think has the smartest transfer strategy overall right now: Real Madrid, Barcelona, Atlético, or a Premier League giant?",
        "Which team do you think is most improved over the last two seasons in the Premier League?",
        "Which team do you think is most improved over the last two seasons in La Liga?",
        "If you had to bet on one team to win a cup final, do you pick the team with better attack or better defense?",
        "Which goalkeeper do you trust most in a one-on-one situation (modern era)?",
        "Which goalkeeper is best with their feet (modern era)?",
        "Which center-back partnership would you most want in a Champions League final (modern era)?",
        "Which midfielder pairing would you most want for controlling a match (modern era)?",
        "Which front three would you most want if you need goals in 15 minutes (modern era)?",
        "If you could remove VAR from one competition, would you remove it from the league or from cups?",
        "Do you prefer a 4-3-3 or a 4-2-3-1 for modern teams, and why?",
        "Which team has the best fanbase energy: Liverpool, United, Arsenal, City, Chelsea, Spurs?",
        "Which La Liga fanbase creates the best atmosphere: Real Madrid, Barcelona, Atlético, Sevilla, Betis, or another?",
        "Which Premier League club would you least want to face away on a rainy night?",
        "Which La Liga away trip looks the most intimidating for visiting teams?",
        "If you could swap one manager between the Premier League and La Liga, who would you move and where?",
        "Which player would make the best captain based on leadership vibes alone?",
        "Which team is better at closing out games: Real Madrid or Atlético Madrid?",
        "Which Premier League team is best at protecting a 1-0 lead?",
        "Which La Liga team is best at grinding out wins when playing badly?",
        "What’s your favorite type of goal to watch: long shot, counterattack, header, or solo dribble?",
        "Which player scores the most satisfying long shots in modern football?",
        "Which player has the best outside-the-box shooting in the Premier League right now?",
        "Which player has the best through-ball passing in the Premier League right now?",
        "Which player has the best movement off the ball in La Liga right now?",
        "If you could bring back one retired legend into today’s football, who would dominate most?",
        "Would you rather have an elite playmaker or an elite ball-winner in midfield?",
        "Would you rather watch a 4-4 thriller or a tactical 1-0 masterclass?",
        "Which club do you think is the best-run overall: Real Madrid, Manchester City, Bayern, or another?",
        "Which club do you think is the most chaotic behind the scenes (historically/modern)?",
        "Which Premier League club has the most pressure from fans and media?",
        "Which La Liga club has the most pressure from fans and media?",
        "Which young player (U23) in the Premier League excites you the most?",
        "Which young player (U23) in La Liga excites you the most?",
        "If you had to build a team with one superstar and 10 solid players, which superstar do you pick?",
        "If you had to build a team with no superstars but 11 consistent players, which club’s style would you copy?",
        "Which club has the best counter-pressing in modern football?",
        "Which club has the best transition defense in modern football?",
        "Which team has the best “game management” in big matches right now?",
        "Which manager makes the best halftime adjustments (modern era)?",
        "Which manager’s style would you hate to play against as a player?",
        "Which Premier League club has the best midfield right now overall?",
        "Which La Liga club has the best midfield right now overall?",
        "If you could pick one player to take corners and free kicks for your team, who is your choice?",
        "Which club do you think has the best fullbacks right now: a Premier League giant or Real/Barça/Atlético?",
        "If you could pick one player to mark a dangerous winger, who do you choose?",
        "If you could pick one player to stop a counterattack, who do you choose?",
        "Do you prefer teams that build from the back or go direct and fast?",
        "Which Premier League team has the most dangerous counterattack right now?",
        "Which La Liga team has the most dangerous counterattack right now?",
        "Which club’s kits are consistently top-tier: Real Madrid, Barcelona, Atlético, or a Premier League club?",
        "Which club has the best club anthem/chants vibe to you?",
        "If you had to choose one league to watch all season: Premier League or La Liga?",
        "Which club would you choose if you could be a lifelong fan starting today?",
        "Which player do you think is the most “complete” footballer in the modern game?",
        "Which player do you think is the most “game-breaking” in the modern game?",
        "Who is more clutch in big moments historically: Real Madrid as a club or a specific Premier League club?",
        "Which team do you trust more in a penalty shootout: Real Madrid or Manchester United (historically vibes)?",
        "If you could design a perfect midfielder, which two players’ traits would you combine?",
        "If you could design a perfect striker, which two players’ traits would you combine?",
        "If you could design a perfect defender, which two players’ traits would you combine?",
        "Which club do you think has the best academy reputation: Barcelona, Real Madrid, Chelsea, City, Arsenal, United?",
        "Which club do you think develops wingers best right now?",
        "Which club do you think develops midfielders best right now?",
        "Which club do you think develops fullbacks best right now?",
        "Which is harder to defend: a fast winger or a creative number 10?",
        "Which is more important in modern football: pressing triggers or set pieces?",
        "Do you think squads win titles more than starting XIs, or the opposite?",
        "Which team has the best squad depth vibe: Manchester City or Real Madrid?",
        "Which club has the best “big-game mentality” vibe: Real Madrid, Atlético, Liverpool, or City?",
        "Which club do you think is the best at signing players that fit their system?",
        "Which club do you think overpays the most for transfers (in general)?",
        "Which club do you think does the best loan development for young players?",
        "Which Premier League player would you most want for a high press system?",
        "Which Premier League player would you most want for a low-block counter system?",
        "Which La Liga player would you most want for a possession system?",
        "Which La Liga player would you most want for a defensive system?",
        "Would you rather win the league or win the Champions League (as a fan)?",
        "Which is more painful: losing a final or missing out on top four by one point?",
        "What’s the most exciting position to watch: winger, striker, or attacking midfielder?",
        "What’s the most underrated position: defensive mid, fullback, or goalkeeper?",
        "Which player has the best “football IQ” in the Premier League right now?",
        "Which player has the best “football IQ” in La Liga right now?",
        "Which team do you think has the best team chemistry vibe in the Premier League?",
        "Which team do you think has the best team chemistry vibe in La Liga?",
        "If you could attend one matchday experience, would you choose Anfield, Old Trafford, Emirates, Bernabéu, Camp Nou, or Metropolitano?",
        "Which is more impressive: a team that dominates possession or a team that dominates chances created?",
        "Which club do you think is the best at coming back from losing positions?",
        "Which player is the best at winning fouls in dangerous areas (modern era)?",
        "Which player is the best at breaking lines with carries (modern era)?",
        "Which team plays the most beautiful football to you personally (Premier League or La Liga)?",
        "Which manager do you think is the best “builder” for long-term projects?",
        "Which manager do you think is the best “short-term winner” for trophies?",
        "Which club would you choose to manage in career mode: Real Madrid, Barcelona, Atlético, Arsenal, Liverpool, City, United, Chelsea, Spurs?",
        "Which club has the toughest expectations for a new signing: Real Madrid or Manchester United?",
        "If you had to pick one current player to be your team’s captain for 5 years, who would it be?",
        "If you could ban one type of goal from football, what would you ban: tap-ins, deflections, or penalties?",
        "Would you rather your team be known for defense or for attack?",
        "Would you rather have a world-class striker and average defense, or world-class defense and average striker?",
        "Which team do you think is better coached tactically: Atlético Madrid or a top Premier League side?",
        "Which is harder: winning the Premier League or winning La Liga?",
        "Which club has the most iconic modern-era comebacks: Real Madrid or Liverpool?",
        "Which club do you think has the best modern-era Champions League aura: Real Madrid or a Premier League giant?",
        "Which player has the best “big match” highlights reel in the modern era?",
        "Which club do you think has the best recruitment of midfielders recently?",
        "Which club do you think has the best recruitment of defenders recently?",
        "If you could watch one player’s full 90 minutes every week, who would it be?",
        "If you could remove one thing from football discourse, what would it be: fan toxicity, VAR arguments, or transfer obsession?",
        "Do you think tactics matter more than individual brilliance, or the opposite?",
        "Which club has the best balance between tactics and individual freedom right now?",
        "Which Premier League club do you think will be most fun to watch over the next few years?",
        "Which La Liga club do you think will be most fun to watch over the next few years?",
        "If you could pick a dream midfield trio from modern Premier League and La Liga combined, who are your three?",
        "If you could pick a dream back four from modern Premier League and La Liga combined, who are your four?",
        "If you could pick a dream front three from modern Premier League and La Liga combined, who are your three?",
        "Which club do you think is best at developing tactical flexibility mid-season?",
        "Which club do you think is best at keeping players fit across a long season?",
        "If you could change one rule in football, what would you change?",
        "What’s more satisfying to watch: a perfect team goal or an unstoppable solo goal?",
        "Which modern player do you think would thrive in any era of football?",
        "Which modern player do you think is most system-dependent (still elite, but needs the right setup)?",
        "Which club do you think has the best “winning culture” right now?",
        "Which club do you think has the best “underdog energy” right now?",
        "Which is scarier to face: peak City possession or peak Atlético low block counter?",
        "Which club do you think has the most iconic modern home ground: Bernabéu, Camp Nou, Anfield, Old Trafford, Emirates, Etihad, Metropolitano?",
        "Which player would you choose to take the last shot in a Champions League final (modern era)?",
        "Which player would you choose to make the last tackle in a Champions League final (modern era)?",
        "Which manager do you think gets underrated by casual fans?",
        "Which player do you think gets underrated by casual fans?"
      ]
    },
    {
      "id": "preferences",
      "title": "Preferences",
      "questions": [
        "Waffles or pancakes?",
        "Cake or cheesecake?",
        "Brownies or cookies?",
        "Ice cream cone or ice cream cup?",
        "Chocolate or vanilla?",
        "Strawberry or mango?",
        "Coffee or tea?",
        "Iced coffee or hot coffee?",
        "Matcha or chai?",
        "Sparkling water or still water?",
        "Orange juice or apple juice?",
        "Milkshake or smoothie?",
        "Pizza or burgers?",
        "Fries or onion rings?",
        "Ketchup or mayonnaise?",
        "Hot sauce or garlic sauce?",
        "Tacos or shawarma?",
        "Sushi or pasta?",
        "Rice or bread?",
        "Spicy food or mild food?",
        "Sweet snacks or salty snacks?",
        "Breakfast for dinner or dinner for breakfast?",
        "Home-cooked meal or restaurant meal?",
        "Street food night market or fancy dining?",
        "Grilled food or fried food?",
        "Soup or salad?",
        "Chicken or beef?",
        "Seafood or no seafood?",
        "Dine in or takeout?",
        "Dessert first or dessert last?",
        "Coke or Pepsi?",
        "Still night in or night out?",
        "Movie night or game night?",
        "Board games or video games?",
        "Single-player games or multiplayer games?",
        "Play to relax or play to win?",
        "Music loud or music low?",
        "Headphones or speakers?",
        "Rap or pop?",
        "Afrobeats or EDM?",
        "Old songs or new songs?",
        "Podcasts or playlists?",
        "Comedy movies or action movies?",
        "Horror movies or no horror?",
        "Series binge or one movie?",
        "Cinema or streaming at home?",
        "Books or movies?",
        "Fiction or non-fiction?",
        "Rom-com or thriller?",
        "Anime or live-action?",
        "YouTube or TikTok?",
        "Instagram or X?",
        "Texting or voice notes?",
        "Phone calls or messages?",
        "Plan everything or go with the flow?",
        "Early start or late start?",
        "Morning shower or night shower?",
        "Sleep early or sleep late?",
        "One big meal or many small meals?",
        "Gym workout or long walk?",
        "Cardio or weights?",
        "Team sports or solo sports?",
        "Beach vacation or mountain vacation?",
        "City trip or countryside trip?",
        "Road trip or flight?",
        "Window seat or aisle seat?",
        "Backpack travel or luxury hotel?",
        "Tour plan or explore randomly?",
        "Sunrise or sunset?",
        "Summer or winter?",
        "Spring or autumn?",
        "Rainy weather or sunny weather?",
        "Cold weather or hot weather?",
        "Hoodie or jacket?",
        "Sneakers or boots?",
        "Simple style or colorful style?",
        "Minimal room or decorated room?",
        "Cozy lights or bright lights?",
        "Candles or no candles?",
        "Plants in the room or clean minimal room?",
        "Work with music or work in silence?",
        "Work alone or work in a team?",
        "Remote work or office work?",
        "Fast response or reply later?",
        "Be early or arrive exactly on time?",
        "Small friend group or big friend group?",
        "Deep talk or funny talk?",
        "Chill hangout or adventure day?",
        "Cafe hangout or park walk?",
        "Picnic or restaurant?",
        "Museum day or shopping day?",
        "Shopping online or shopping in-store?",
        "Brand new item or thrift/find deals?",
        "Spend on experiences or spend on things?",
        "Save money or spend money?",
        "Luxury once or small treats often?",
        "Minimal apps or lots of apps?",
        "Android or iPhone?",
        "Dark mode or light mode?",
        "Big phone or small phone?",
        "Laptop or tablet?",
        "Keyboard typing or voice typing?",
        "Notes app or paper notebook?",
        "Digital calendar or mental memory?",
        "Photos or live in the moment?",
        "Take videos or take pictures?",
        "Post online or keep private?",
        "Travel often or stay local but comfortable?",
        "Try new food or stick to favorites?",
        "Same restaurant again or new place every time?",
        "Dessert sharing or dessert for yourself?",
        "One big dessert or multiple small desserts?",
        "Croissant or donut?",
        "Crepe or waffle?",
        "Honey or maple syrup?",
        "Nutella or peanut butter?",
        "Chips or popcorn?",
        "Popcorn sweet or popcorn salty?",
        "Burger with pickles or no pickles?",
        "Thin crust pizza or thick crust pizza?",
        "Extra cheese or extra sauce?",
        "KFC-style chicken or grilled chicken?",
        "Shawarma chicken or shawarma beef?",
        "Pasta red sauce or white sauce?",
        "Lasagna or spaghetti?",
        "Ramen or pho?",
        "Biryani or kabsa?",
        "Falafel or hummus?",
        "Samosa or spring rolls?",
        "Kunafa or baklava?",
        "Chocolate cake or red velvet?",
        "Cheesecake classic or cheesecake strawberry?",
        "Ice cream chocolate or ice cream pistachio?",
        "Gelato or frozen yogurt?",
        "Milk tea or iced latte?",
        "Espresso shot or long coffee?",
        "Tea with milk or tea without milk?",
        "Still water cold or room temperature?",
        "Energy drink or no energy drink?",
        "Work late night or work early morning?",
        "Study with friends or study alone?",
        "Competitive games or cozy games?",
        "Open-world games or story games?",
        "Sports games or shooters?",
        "Strategy games or fighting games?",
        "Reading on phone or reading on paper?",
        "Watching with subtitles or dubbed?",
        "Action anime or slice-of-life?",
        "Gym alone or gym with a friend?",
        "Run outside or treadmill?",
        "Swimming or cycling?",
        "Football or basketball?",
        "Watch sports live or watch highlights?",
        "Support one team forever or follow players?",
        "Win ugly or play beautiful but lose?",
        "Big party or small gathering?",
        "Host at home or go out?",
        "Dress up or dress comfy?",
        "Take photos at events or stay off your phone?",
        "Meet new people or stick with your group?",
        "Tell stories or listen to stories?",
        "Talk a lot or talk a little?",
        "Be the planner or be the vibe person?",
        "Spontaneous trip or planned trip?",
        "Itinerary full or one main activity only?",
        "Luxury hotel or cozy Airbnb?",
        "City skyline view or ocean view?",
        "Mountains hike or beach chill?",
        "Cold coffee on hot day or hot coffee on cold day?",
        "Night driving or day driving?",
        "Music in the car or silence in the car?",
        "Snacks in the car or no snacks?",
        "Window shopping or buy what you came for?",
        "Cook at home or order food?",
        "Dessert after dinner or dessert as dinner?",
        "Stay up late talking or sleep early and recharge?",
        "Reply instantly or reply when you’re free?",
        "Work hard then relax or relax then work hard?",
        "One close best friend or many good friends?",
        "Laughing until you cry or calm peaceful vibe?",
        "Big dreams or small steady goals?",
        "Try risky new thing or stick to safe sure thing?",
        "Be famous or be anonymous?",
        "Be rich and busy or comfortable and free time?",
        "Live in the city or live near nature?",
        "Apartment life or house life?",
        "Minimal furniture or cozy clutter?",
        "Clean room always or organized chaos?",
        "Simple outfits or bold outfits?",
        "Neutral colors or bright colors?",
        "Gold jewelry or silver jewelry?",
        "Perfume/cologne or no fragrance?",
        "Shower music or no shower music?",
        "Cook with recipe or cook by feeling?",
        "Breakfast sweet or breakfast savory?",
        "Eggs or cereal?",
        "Toast or croissant?",
        "Avocado toast or pancakes?",
        "Fruit bowl or pastry?",
        "Dinner spicy or dinner creamy?",
        "Dessert cold or dessert warm?",
        "Tea time snack or midnight snack?",
        "Movies with friends or movies alone?",
        "Comedy standup or comedy series?",
        "Romantic movies or mystery movies?",
        "Going to the gym or playing a sport outside?",
        "Walk with music or walk with podcasts?",
        "Beach at sunrise or beach at sunset?",
        "Travel for food or travel for views?",
        "Take a million pictures or take a few perfect pictures?",
        "Shopping for style or shopping for comfort?",
        "Eat the same favorite meal or always try something new?",
        "Text memes or send voice notes?",
        "Talk about goals or talk about gossip?",
        "Competitive vibe or peaceful vibe?",
        "Clean aesthetic or playful aesthetic?",
        "Spend money on tech or spend money on clothes?",
        "Spend money on food or spend money on travel?",
        "One long vacation per year or many short trips?",
        "Work in silence or work with background noise?",
        "Big celebrations or private celebrations?"
      ]
    }
  ]
}
