{
  "version": 2,
  "categories": [
    {
      "id": "personal",
      "title": "Personal",
      "questions": [
        "What city surprised you the most when you visited it, and what specifically changed your expectations?",
        "What country did you enjoy more than you thought you would, and what moment convinced you?",
        "What trip do you remember most clearly because of one exact moment that happened?",
        "What place have you returned to because one visit didn’t feel finished?",
        "What meal do you still think about sometimes, and who were you eating with?",
        "What real-life view made you stop and just stand there for a minute?",
        "What museum or historical place do you remember for one specific detail?",
        "What’s something fun you did with friends recently that wouldn’t sound fun on paper?",
        "What live event do you remember because of where you were standing or sitting?",
        "What surprise do you remember because of how you reacted in the moment?",
        "What hobby did you expect to quit quickly but didn’t?",
        "What’s something you learned recently that changed a habit of yours?",
        "What advice stuck with you longer than you expected, and why?",
        "What small moment still stands out even though nothing dramatic happened?",
        "What photo have you taken that you never deleted, and why?",
        "How do you usually spend a free evening when no one else is involved?",
        "What skill do you wish you had because it would immediately improve your life?",
        "What’s something you built or created that took longer than expected?",
        "What gift did you give that you were genuinely excited to see someone open?",
        "What gift do you remember because you didn’t expect it at all?",
        "What tradition do you have that you’d actually miss if it stopped?",
        "What day in the last year felt unusually smooth from start to finish?",
        "What food did you hate as a kid but slowly changed your mind about?",
        "What food do you crave even when you’re not hungry?",
        "What meal do you default to when you want comfort, not excitement?",
        "What dessert do you remember because of where you ate it?",
        "What snack combination do you like that other people question?",
        "What song instantly puts you in a better mood, no matter when it plays?",
        "What movie do you rewatch without needing to think about it?",
        "What show do you wish you could experience again without knowing anything?",
        "What book kept you reading later than you planned?",
        "What game do you enjoy even when you’re losing?",
        "What app do you open almost automatically every day?",
        "What’s a recommendation you’ve given multiple people that actually landed?",
        "What’s the best deal you’ve found that felt like a small win?",
        "What small purchase made daily life easier than expected?",
        "What do you do to calm yourself when you notice stress building?",
        "What kind of weather makes your day noticeably better?",
        "What does your ideal no-responsibility weekend realistically look like?",
        "If you had a flight tomorrow, where would you go without overthinking?",
        "What country do people underrate that you’d defend?",
        "What city do you think everyone should experience at least once?",
        "What travel experience would you confidently recommend to a first-timer?",
        "What school or university memory do you remember for the vibe, not the event?",
        "What harmless travel mistake do you still laugh about?",
        "What random conversation with a stranger do you still remember?",
        "What compliment actually stuck with you longer than expected?",
        "What are you quietly proud of that rarely comes up?",
        "What skill are you actively trying to get better at right now?",
        "What realistic goal are you working toward this year?",
        "What habit are you glad you started because it actually lasted?",
        "What habit do you want to start but keep postponing?",
        "What decision felt risky but clearly paid off?",
        "What recent “yes” changed your plans in a good way?",
        "What challenge ended up being worth the stress?",
        "What used to make you overthink that doesn’t anymore?",
        "When was the last time you felt unexpectedly confident?",
        "What group activity surprised you by how much you enjoyed it?",
        "How do you usually celebrate good news?",
        "What does your ideal birthday look like if you’re honest?",
        "Do you prefer holidays that are cozy or active, and why?",
        "What café do you remember for its atmosphere more than the food?",
        "What drink order feels the most “you”?",
        "What breakfast do you choose when you actually have time?",
        "What late-night snack do you never regret?",
        "What smell instantly brings back a memory?",
        "What small luxury do you allow yourself regularly?",
        "What playlist mood matches your personality best?",
        "What hobby do you want to try but haven’t committed to?",
        "What class would you take purely for enjoyment?",
        "What job would you want to observe for a day out of curiosity?",
        "What job do you think would be fun for only one week?",
        "What side project would you start if pressure didn’t exist?",
        "What creative activity do you wish you made more time for?",
        "How do you most enjoy spending time with friends?",
        "What group activity surprised you by actually working?",
        "What family gathering moment do you remember clearly?",
        "What road trip moment stands out more than the destination?",
        "What local place feels like “yours”?",
        "What nearby spot do tourists miss but shouldn’t?",
        "What nature spot made you feel relaxed without trying?",
        "What sunset do you still picture sometimes?",
        "What season fits your energy best?",
        "What movement or workout do you enjoy enough to repeat?",
        "What sports moment do you remember reacting strongly to?",
        "When was the last time you laughed uncontrollably?",
        "What random topic have you gone deep into recently?",
        "What subject can you talk about longer than expected?",
        "What documentary changed how you think?",
        "What creator do you genuinely enjoy watching?",
        "What humor style always works on you?",
        "What game works best with your friends?",
        "What party game moment always lands?",
        "How do you usually meet new people?",
        "What teamwork moment felt genuinely good?",
        "What small tradition with someone matters to you?",
        "What part of your daily routine do you look forward to?",
        "When are you naturally most productive?"
      ]
    },
    {
      "id": "football",
      "title": "Football",
      "questions": [
        "Which team do you stop scrolling for when they’re playing, and why?",
        "What player would instantly improve your team, and where would you play them?",
        "What rival player scares you the most when they face your club?",
        "What stadium atmosphere do you want to experience live, and why that one?",
        "Which manager do you trust most in a one-game final, and what proves it?",
        "What team is tactically hardest to play against in your opinion?",
        "What underrated player do you rate higher than most fans?",
        "What rivalry match would you pick if you could attend only one?",
        "What big-game moment made you trust a specific club or player?",
        "Would you build a team around defense, midfield control, or attack—and why?",
        "What matters more to you: pressing or possession?",
        "What player do you trust with one decisive moment?",
        "What team handles pressure better than most?",
        "Which league feels more demanding to score in?",
        "What tactical trend do you enjoy watching the most?",
        "What player shows up when the stakes are highest?",
        "Would you rather have squad depth or a perfect starting XI?",
        "What club do you think is best run overall?",
        "What fanbase creates the most intimidating atmosphere?",
        "What style of goal do you never get tired of watching?",
        "What player do you think casual fans underrate?",
        "What club do you trust most to close out tight games?",
        "What manager adapts best mid-game?",
        "What club would you manage just for the challenge?",
        "Would you rather win beautifully or win ugly?"
      ]
    },
    {
      "id": "preferences",
      "title": "Preferences",
      "questions": [
        "If both are available, which do you actually choose: waffles or pancakes?",
        "What dessert do you pick when you’re not trying to be healthy?",
        "When ordering coffee, what do you default to without thinking?",
        "What food do you crave late at night?",
        "Do you prefer eating out for atmosphere or for taste?",
        "What kind of night do you enjoy more: staying in or going out?",
        "When choosing music, do you prioritize mood or energy?",
        "Do you like plans locked in or flexibility?",
        "Do you start your day slow or fast when you have the choice?",
        "When traveling, do you prefer comfort or exploration?",
        "Do you take lots of photos or stay in the moment?",
        "Do you spend more on experiences or things?",
        "Do you recharge better alone or with people?",
        "Do you prefer deep conversations or light ones?",
        "Would you rather be early or right on time?",
        "Do you follow routines or moods?",
        "Do you prefer trying new food or sticking to favorites?",
        "Do you like small gatherings or big groups?",
        "Do you work better with music or silence?",
        "Do you choose comfort or style most days?"
      ]
    }
  ]
}
